i5-2500k/3.16.7/1500/2/read-only-16.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 1500
query mode: simple
number of clients: 16
number of threads: 1
duration: 900 s
number of transactions actually processed: 30628239
latency average: 0.470 ms
tps = 34031.293177 (including connections establishing)
tps = 34031.330048 (excluding connections establishing)